START_MSG = "Привет!\nЯ бот, который поможет тебе найти фильмы и сериалы, краткую " \
            "информацию по ним и где можно посмотреть их прямо сейчас.\n"
HELP_MSG = "Напиши мне название любого фильма или сериала на русском или на английском.\n" \
           "Например: Брат\n" \
           "Я тебе дам список фильмов и сериалов с похожими названиями и ссылками на них.\n" \
           "Если кликнешь по любой из них, то тебе предоставится подробная информация о фильме и " \
           "ссылка на трейлер. Так же внизу будет кнопка (Смотреть онлайн), нажав на неё, " \
           "появится список сайтов, на которых  можно посмотреть этот фильм. Приятного просмотра =) "

FIND_MSG = "По запросу \"{}\" найдено:\n"

NOT_FOUND_MSG = "По запросу \"{}\" ничего не найдено.\nУбедитесь, что название фильма написано правильно)"

WATCH_MSG = "Выберите сайт, на котором хотите посмотреть.\n💰 – по подписке\n🆓 – бесплатно."

LINK_IVI = "https://www.ivi.ru/search/?q="
LINK_OKKO = "https://okko.tv/search/"
LINK_KINOPOISK = "https://www.kinopoisk.ru/index.php?kp_query="
LINK_FS = "http://ex-fs.net/index.php?do=search&subaction=search&story="
LINK_HDREZKA = "http://hdrezka.name/index.php?do=search&subaction=search&q="
LINK_BASKINO = "http://baskino.me/index.php?do=search&mode=advanced&subaction=search&story="

YANDEX_TRANSLATE = 'https://translate.yandex.net/api/v1.5/tr.json/translate?'

API_KEY = 'bbd8057da814d2d021e911094649861f'
YANDEX_API_KEY = '00684dd9-c84d-485e-b7e8-6e6e47981073'
TMDB = "https://api.themoviedb.org/3/"
LANGUAGE = 'ru-RU'
LANG = 'en-ru'
